/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "Snooze";
"SET ALARM" = "Still Alarm";
"PLEASE REST PEACEFULLY" = "vennligst hvile fredelig";
"YOUR ALARM IS SET" = "alarmen er satt for %@";
"PLUG ME IN" = "du virkelig bør plugge meg i...";
"CANCEL ALARM" = "Avbryt Alarm";
"TURN OFF ALARM" = "Slå av alarm";
"ALARM CANCELED" = "alarm kansellert";
"ALARM STOPPED" = "alarm Stoppet";
"CHARGING LABEL" = "du er en sjenerøs og omsorgsfull person";
"SIGN OUT" = "Logg Av";
"AUTO ALARM" = "Auto Sett Alarm når App lansert?";
"CHOOSE ALARM TIME" = "Velg Alarm Tid";
"NOT SIGNED IN LABEL" = "Å våkne opp til full spor fra spillelister, må du logge deg inn Rdio®. Ennå ikke en Rdio bruker?\nTrykk her for mer informasjon.";
"CHANGE SETTINGS" = "endre innstillinger";
"AUTO ALARM BEING SET" = "i noen få øyeblikk, vil alarmen automatisk bli satt til å vekke deg til %@\npå %@\n\n\ntrykke hvor som helst på skjermen for å avbryte";
"SETTINGS OPENED" = "innstillinger åpnet";
"SETTINGS CLOSED" = "innstillinger Stengt";
"LOADING" = "Vennligst Vent...";
"SELECTED PLAYLIST IS" = "Valgte spillelisten er %@";
"CHOOSE PLAYLIST" = "Velg spilleliste...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Abonnerer";
"OWNED HEADER" = "   Eies";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Abonnerer";
"OWNED" = "Eies";
"APP MUST BE OPEN REMINDER" = "Du vil ikke våkne opp til musikk hvis du lukker ut av Wake Up app.";
"TURN ALARM BACK ON" = "slår alarm igjen";
"CANNOT CONNECT TO RDIO" = "Kan ikke koble til Rdio®. Alarmen vil ikke fungere hvis du ikke kan koble til. Du har sannsynligvis ønsker å sette opp en backup alarm.";

"YOUR ALARM IS SET" = "alarmen er satt for";
"WAKE UP TO" = "Våkn opp til";
"SNOOZE SLIDER LABEL" = "SNOOZE Rdio FOR";
"SLEEP SLIDER LABEL" = "Sovne til %@ FOR";
"LBLSLIDERNO" = "NO";
"LBLSLIDERYES" = "JA";
"SHUFFLE" = "Shuffle spilleliste?";
"AUTOSET AM PM" = "AM/PM vil bli satt automatisk";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "Deaktivert";
"AUTO ALARM BEING SET" = "Auto-innstillingen alarm for";
"AUTO ALARM PLAYLIST" = "våkne opp til";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "Gjeldende tid";

"go make playlists" = "du har ingen spillelister! gå gjøre noen i rdio app og deretter komme tilbake";
"NO PLAYLISTS FOUND" = "   Ingen spillelister";
"CONFIRM SIGN OUT" = "Ønsker du å logge deg ut av Rdio?";
"Cancel" = "Avbryt";
"Sign Out" = "Logg Av";

//This is used exclusively in the iPod version of the app
"PLAYLISTS" = "   PLAYLISTS";
"go make playlists music" = "du har ingen spillelister! gå gjøre noen i musikkbransjen app og deretter komme tilbake";
"SNOOZE SLIDER LABEL MUSIC" = "SNOOZE MUSIKK TIL";
"MUSIC" = "MUSIKK";